Repository: microsoft/terminal
Catalog: src/cascadia/TerminalSettingsEditor/Resources/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, ru_ru, sr_cyrl_rs, zh_cn, zh_tw

# Nav_NewTabMenu.Content
source: New Tab Menu
de_de: Menü „Neue Registerkarte“
es_es: Menú Nueva pestaña
fr_fr: Menu Nouvel onglet
it_it: Menu Nuova scheda
ja_jp: 新しいタブ メニュー
ko_kr: 새 탭 메뉴
ru_ru: Меню “Новая вкладка”
sr_cyrl_rs: Мени нове картице
zh_cn: 新选项卡菜单
zh_tw: 新增索引標籤功能表

# NewTabMenuEntry_Separator.Text
source: <Separator>
de_de: <Trennzeichen>
ja_jp: <区切り>
ko_kr: <구분 기호>
ru_ru: <Разделитель>
sr_cyrl_rs: <Граничник>
zh_cn: <分隔符>
zh_tw: <分隔符號>

# NewTabMenuEntry_RemainingProfiles.Text
source: <Remaining profiles>
de_de: <verbleibende Profile>
ja_jp: <残りのプロファイル>
ko_kr: <남은 프로필>
ru_ru: <Оставшиеся профили>
sr_cyrl_rs: <Преостали профили>
zh_cn: <剩余配置文件>
zh_tw: <剩餘設定檔>

source: <Remaining profiles>
de_de: <verbleibende Profile>
ja_jp: <残りのプロファイル>
ko_kr: <남은 프로필>
ru_ru: <Оставшиеся профили>
sr_cyrl_rs: <Преостали профили>
zh_cn: <剩余配置文件>
zh_tw: <剩餘設定檔>

# NewTabMenu_AddProfile.Header
source: Profile
de_de: Profil
es_es: Perfil
fr_fr: Profil
it_it: Profilo
ja_jp: プロファイル
ko_kr: 프로필
ru_ru: Профиль
sr_cyrl_rs: Профил
zh_cn: 个人资料
zh_tw: 設定檔

# NewTabMenu_AddMatchProfiles.Header
source: Profile matcher
de_de: Profilübereinstimmung
es_es: Buscador de coincidencias de perfil
fr_fr: Outil de correspondance des profils
it_it: Matcher profilo
ja_jp: プロフィール マッチャー
ko_kr: 프로필 매칭기
ru_ru: Сопоставитель профилей
sr_cyrl_rs: Упаривач профила
zh_cn: 配置文件匹配器
zh_tw: 設定檔比對器

# NewTabMenu_AddRemainingProfiles.Header
source: Remaining profiles
de_de: Verbleibende Profile
es_es: Perfiles restantes
fr_fr: Profils restants
it_it: Profili rimanenti
ja_jp: 残りのプロファイル
ko_kr: 남은 프로필
ru_ru: Оставшиеся профили
sr_cyrl_rs: Преостали профили
zh_cn: 剩余配置文件
zh_tw: 剩餘的設定檔

# NewTabMenu_AddMatchProfiles.HelpText
source: Add a group of profiles that match at least one of the defined properties
de_de: Fügen Sie eine Gruppe von Profilen hinzu, die mindestens einer der definierten Eigenschaften für reguläre Ausdrücke entsprechen.
es_es: Agregar un grupo de perfiles que coincidan al menos con una de las propiedades de expresión regular definidas
fr_fr: Ajouter un groupe de profils qui correspondent à au moins une des propriétés d’expression régulière définies
it_it: Aggiungi un gruppo di profili che corrispondono ad almeno una delle proprietà definite
ja_jp: 定義された正規表現プロパティの少なくとも 1 つに一致するプロファイルのグループを追加します
ko_kr: 정의된 정규식 속성 중 하나 이상과 일치하는 프로필 그룹을 추가합니다.
ru_ru: Добавить группу профилей, соответствующих хотя бы одному из определенных свойств регулярного выражения
sr_cyrl_rs: Додаје групу профила који задовољавају барем једну од особина дефинисаних регуларним изразом
zh_cn: 添加至少匹配一个定义正则表达式属性的配置文件组
zh_tw: 新增至少符合其中一個已定義正則表達式屬性的配置檔群組

# NewTabMenu_AddRemainingProfiles.HelpText
source: There can only be one "remaining profiles" entry
de_de: Es kann nur ein Eintrag "Verbleibende Profile" vorhanden sein.
es_es: Solo puede haber una entrada de "perfiles restantes"
fr_fr: Il ne peut y avoir qu’une seule entrée « Profils restants »
it_it: Può esistere una sola voce "profili rimanenti"
ja_jp: "残りのプロファイル" エントリは 1 つしか指定できません
ko_kr: "남은 프로필" 항목은 하나만 있을 수 있습니다.
ru_ru: Может быть только одна запись "оставшиеся профили"
sr_cyrl_rs: Може да постоји само једна ставка „преостали профили”
zh_cn: 只能有一个“剩余配置文件”条目
zh_tw: 只能有一個「剩餘配置檔」專案

# NewTabMenu_AddSeparator.Header
source: Separator
de_de: Trennzeichen
es_es: Separador
fr_fr: Séparateur
it_it: Separatore
ja_jp: 区切り
ko_kr: 구분 기호
ru_ru: Разделитель
sr_cyrl_rs: Граничник
zh_cn: 分隔符
zh_tw: 分隔符號

# NewTabMenu_AddFolder.Header
source: Folder
de_de: Ordner
es_es: Carpeta
fr_fr: Dossier
it_it: Cartella
ja_jp: フォルダー
ko_kr: 폴더
ru_ru: Папка
sr_cyrl_rs: Фолдер
zh_cn: 文件夹
zh_tw: 資料夾

# NewTabMenu_AddMatchProfiles_Name.Header
source: Profile name
de_de: Profilname (regulärer Ausdruck)
es_es: Nombre del perfil (expresión regular)
fr_fr: Nom du profil (expression régulière)
it_it: Nome profilo
ja_jp: プロファイル名 (正規表現)
ko_kr: 프로필 이름(정규식)
ru_ru: Имя профиля (регулярное выражение)
sr_cyrl_rs: Име профила (регуларни израз)
zh_cn: 配置文件名称(正则表达式)
zh_tw: 設定檔名稱 (規則運算式)

# NewTabMenu_AddMatchProfiles_Source.Header
source: Profile source
de_de: Profilquelle (regulärer Ausdruck)
es_es: Origen del perfil (expresión regular)
fr_fr: Source du profil (expression régulière)
it_it: Origine profilo
ja_jp: プロファイル ソース (正規表現)
ko_kr: 프로필 원본(정규식)
ru_ru: Источник профиля (регулярное выражение)
sr_cyrl_rs: Извор профила (регуларни израз)
zh_cn: 配置文件来源(正则表达式)
zh_tw: 設定檔來源 (規則運算式)

# NewTabMenu_AddMatchProfiles_Commandline.Header
source: Commandline
de_de: Befehlszeile (regulärer Ausdruck)
es_es: Línea de comandos (expresión regular)
fr_fr: Ligne de commande (expression régulière)
ja_jp: コマンドライン (正規表現)
ko_kr: 명령줄(정규식)
ru_ru: Командная строка (регулярное выражение)
sr_cyrl_rs: Командна линија (регуларни израз)
zh_cn: 命令行(正则表达式)
zh_tw: Commandline (規則運算式)

# NewTabMenu_AddMatchProfilesTextBlock.Text
source: Add profile matcher
de_de: Profilübereinstimmung hinzufügen
es_es: Agregar buscador de coincidencias de perfil
fr_fr: Ajouter l’outil de correspondance des profils
it_it: Aggiungi matcher profilo
ja_jp: プロファイル マッチャーの追加
ko_kr: 프로필 매칭기 추가
ru_ru: Добавить сопоставитель профилей
sr_cyrl_rs: Додај упаривач профила
zh_cn: 添加配置文件匹配器
zh_tw: 新增設定檔比對器

# NewTabMenu_AddFolder_FolderName.PlaceholderText
source: Folder name
de_de: Ordnername
es_es: Nombre de la carpeta
fr_fr: Nom du dossier
it_it: Nome cartella
ja_jp: フォルダー名
ko_kr: 폴더 이름
ru_ru: Имя папки
sr_cyrl_rs: Назив фолдера
zh_cn: 文件夹名
zh_tw: 資料夾名稱

# NewTabMenu_DeleteMultipleTextBlock.Text
source: Delete selected entries
de_de: Ausgewählte Einträge löschen
es_es: Eliminar entradas seleccionadas
fr_fr: Supprimer les entrées sélectionnées
it_it: Elimina elementi selezionati
ja_jp: 選択したエントリを削除する
ko_kr: 선택한 항목 삭제
ru_ru: Удалить выбранные записи
sr_cyrl_rs: Обриши изабране ставке
zh_cn: 删除所选条目
zh_tw: 刪除選取的項目

# NewTabMenu_MoveToFolderTextBlock.Text
source: Move selected entries to folder...
de_de: Ausgewählte Einträge in Ordner verschieben...
es_es: Mover las entradas seleccionadas a la carpeta...
fr_fr: Déplacer les entrées sélectionnées vers le dossier...
it_it: Sposta le voci selezionate nella cartella...
ja_jp: 選択したエントリをフォルダーに移動...
ko_kr: 선택한 항목을 폴더로 이동...
ru_ru: Переместить выбранные записи в папку...
sr_cyrl_rs: Премести изабране ставке у фолдер...
zh_cn: 将所选条目移动到文件夹...
zh_tw: 將選取的項目移至資料夾...

# NewTabMenu_FolderPickerDialog.Title
source: Move to folder
de_de: In Ordner verschieben
es_es: Mover a carpeta
fr_fr: Déplacer vers un dossier
it_it: Sposta nella cartella
ja_jp: フォルダーへ移動
ko_kr: 폴더로 이동
ru_ru: Переместить в папку
sr_cyrl_rs: Премести у фолдер
zh_cn: 移动到文件夹
zh_tw: 移到資料夾

# NewTabMenu_FolderPickerDialog.PrimaryButtonText
source: OK
es_es: Aceptar
ko_kr: 확인
ru_ru: ОК
sr_cyrl_rs: ОК
zh_cn: 确定
zh_tw: 確定

# NewTabMenu_FolderPickerDialog.SecondaryButtonText
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ru_ru: Отменить
sr_cyrl_rs: Откажи
zh_cn: 取消
zh_tw: 取消

# NewTabMenu_RootFolderName
source: <root>
ko_kr: <뿌리>
sr_cyrl_rs: <корени>
zh_cn: <根>
zh_tw: <根>

# NewTabMenu_CurrentFolderTextBlock.Text
source: Current Folder Properties
de_de: Eigenschaften des aktuellen Ordners
es_es: Propiedades de la carpeta actual
fr_fr: Propriétés actuelles du dossier
it_it: Proprietà della cartella corrente
ja_jp: 現在のフォルダーのプロパティ
ko_kr: 현재 폴더 속성
ru_ru: Текущие свойства папки
sr_cyrl_rs: Особине текућег фолдера
zh_cn: 当前文件夹属性
zh_tw: 目前資料夾內容

# NewTabMenu_AddEntriesTextBlock.Text
source: Add Entry
de_de: Eintrag hinzufügen
es_es: Agregar entrada
fr_fr: Ajouter une entrée
it_it: Aggiungi voce
ja_jp: エントリの追加
ko_kr: 항목 추가
ru_ru: Добавить запись
sr_cyrl_rs: Додај ставку
zh_cn: 添加条目
zh_tw: 新增項目

# NewTabMenu_CurrentFolderName.Header
source: Folder Name
de_de: Ordnername
es_es: Nombre de la carpeta
fr_fr: Nom du dossier
it_it: Nome cartella
ja_jp: フォルダー名
ko_kr: 폴더 이름
ru_ru: Имя папки
sr_cyrl_rs: Назив фолдера
zh_cn: 文件夹名称
zh_tw: 資料夾名稱

# NewTabMenu_CurrentFolderInlining.Header
source: Allow inlining
de_de: Inlining zulassen
es_es: Permitir inserción
fr_fr: Autoriser l’inlining
it_it: Consenti inlining
ja_jp: インライン化を許可する
ko_kr: 인라인 허용
ru_ru: Разрешить встраивание
sr_cyrl_rs: Дозволи приказ у линији
zh_cn: 允许内联
zh_tw: 允許內嵌

# NewTabMenu_CurrentFolderInlining.HelpText
source: When enabled, if the folder only has a single entry, the entry will show directly and no folder will be rendered.
de_de: Wenn diese Option aktiviert ist, wird der Eintrag direkt angezeigt, wenn der Ordner nur einen einzigen Eintrag enthält, und es wird kein Ordner gerendert.
es_es: Cuando está habilitada, si la carpeta solo tiene una entrada, la entrada se mostrará directamente y no se representará ninguna carpeta.
fr_fr: Quand cette option est activée, si le dossier n’a qu’une seule entrée, l’entrée s’affiche directement et aucun dossier n’est affiché.
it_it: Se questa opzione è abilitata, se la cartella contiene una sola voce, la voce verrà visualizzata direttamente e non verrà eseguito il rendering di alcuna cartella.
ja_jp: 有効にすると、フォルダーに 1 つのエントリしかない場合、エントリは直接表示され、フォルダーは表示されません。
ko_kr: 사용하도록 설정하면 폴더에 단일 항목만 있는 경우 항목이 직접 표시되고 폴더가 렌더링되지 않습니다.
ru_ru: Если этот параметр включен, если папка содержит только одну запись, запись будет отображаться напрямую, а папка не будет отображаться.
sr_cyrl_rs: Када се укључи, у случају да фолдер има само једну ставку, она ће се приказати директно и неће се исцртавати фолдер
zh_cn: 启用后，如果文件夹只有一个条目，则该条目将直接显示，并且不会呈现任何文件夹。
zh_tw: 啟用時，如果資料夾只有一個專案，則專案會直接顯示，而且不會轉譯資料夾。

# NewTabMenu_CurrentFolderAllowEmpty.Header
source: Allow empty
de_de: Leer zulassen
es_es: Permitir vacío
fr_fr: Autoriser les entrées vides
it_it: Consenti vuoto
ja_jp: 空を許可する
ko_kr: 비어 있음 허용
ru_ru: Разрешить пустое
sr_cyrl_rs: Дозволи празне
zh_cn: 允许为空
zh_tw: 允許空白

# NewTabMenu_CurrentFolderAllowEmpty.HelpText
source: When enabled, if the folder has no entries, it will still be displayed. Otherwise, the folder will not be rendered.
de_de: Wenn diese Option aktiviert ist, wird der Ordner weiterhin angezeigt, wenn er keine Einträge enthält. Andernfalls wird der Ordner nicht gerendert.
es_es: Cuando se habilita, si la carpeta no tiene entradas, se seguirá mostrando. De lo contrario, la carpeta no se representará.
fr_fr: Quand cette option est activée, si le dossier n’a pas d’entrées, il est toujours affiché. Sinon, le dossier ne sera pas rendu.
it_it: Se questa opzione è abilitata, se la cartella non contiene voci, verrà comunque visualizzata. In caso contrario, non verrà eseguito il rendering della cartella.
ja_jp: 有効にすると、フォルダーにエントリがない場合でも表示されます。それ以外の場合、フォルダーは表示されません。
ko_kr: 사용하도록 설정하면 폴더에 항목이 없으면 계속 표시됩니다. 그렇지 않으면 폴더가 렌더링되지 않습니다.
ru_ru: Если этот параметр включен, папка не содержит записей, она будет отображаться. В противном случае папка не будет отображаться.
sr_cyrl_rs: Када је укључено, фолдер ће се приказати и када нема ставки. У супротном, фолдер се неће исцртавати.
zh_cn: 启用后，如果文件夹没有条目，仍将显示该文件夹。否则，将不会呈现该文件夹。
zh_tw: 啟用時，如果資料夾沒有專案，它仍會顯示。否則，將不會轉譯資料夾。

# NewTabMenu_ActionNotFound
source: Action ID not found
de_de: Aktions-ID nicht gefunden
es_es: No se encontró el id. de acción
fr_fr: ID d’action introuvable
it_it: ID azione non trovato
ja_jp: アクション ID が見つかりません
ko_kr: 작업 ID를 찾을 수 없음
ru_ru: Идентификатор действия не найден
sr_cyrl_rs: Није пронађен ИД акције
zh_cn: 找不到操作 ID
zh_tw: 找不到動作識別碼

source: Move up
de_de: Nach oben verschieben
es_es: Moverse hacia arriba
fr_fr: Déplacer vers le haut
it_it: Vai su
ja_jp: 上に移動
ko_kr: 위로 이동
ru_ru: Переместить вверх
sr_cyrl_rs: Премести навише
zh_cn: 上移
zh_tw: 上移

# NewTabMenuEntry_ReorderUp.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Move up
de_de: Nach oben verschieben
es_es: Moverse hacia arriba
fr_fr: Déplacer vers le haut
it_it: Vai su
ja_jp: 上に移動
ko_kr: 위로 이동
ru_ru: Переместить вверх
sr_cyrl_rs: Премести навише
zh_cn: 上移
zh_tw: 上移

source: Move down
de_de: Nach unten verschieben
es_es: Moverse hacia abajo
fr_fr: Déplacer vers le bas
it_it: Vai giù
ja_jp: 下に移動
ko_kr: 아래로 이동
ru_ru: Переместить вниз
sr_cyrl_rs: Премести наниже
zh_cn: 下移
zh_tw: 下移

source: Edit folder
de_de: Ordner bearbeiten
es_es: Editar carpeta
fr_fr: Modifier le dossier
it_it: Modifica cartella
ja_jp: フォルダーの編集
ko_kr: 폴더 편집
ru_ru: Изменить папку
sr_cyrl_rs: Уреди фолдер
zh_cn: 编辑文件夹
zh_tw: 編輯資料夾

# NewTabMenuEntry_Delete.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ru_ru: Удалить
sr_cyrl_rs: Обриши
zh_cn: 删除
zh_tw: 刪除

source: Add selected profile
de_de: Ausgewähltes Profil hinzufügen
es_es: Agregar perfil seleccionado
fr_fr: Ajouter le profil sélectionné
it_it: Aggiungi profilo selezionato
ja_jp: 選択したプロファイルの追加
ko_kr: 선택한 프로필 추가
ru_ru: Добавить выбранный профиль
sr_cyrl_rs: Додај изабрани профил
zh_cn: 添加所选配置文件
zh_tw: 新增選取的設定檔

source: Add separator
de_de: Trennzeichen hinzufügen
es_es: Agregar separador
fr_fr: Ajouter un séparateur
it_it: Aggiungi separatore
ja_jp: 区切りの追加
ko_kr: 구분 기호 추가
ru_ru: Добавить разделитель
sr_cyrl_rs: Додај граничник
zh_cn: 添加分隔符
zh_tw: 新增分隔符號

source: Add folder
de_de: Ordner hinzufügen
es_es: Agregar carpeta
fr_fr: Ajouter un dossier
it_it: Aggiungi cartella
ja_jp: フォルダーの追加
ko_kr: 폴더 추가
ru_ru: Добавить папку
sr_cyrl_rs: Додај фолдер
zh_cn: 添加文件夹
zh_tw: 新增資料夾

source: Add remaining profiles
de_de: Verbleibende Profile hinzufügen
es_es: Agregar perfiles restantes
fr_fr: Ajouter les profils restants
it_it: Aggiungi profili rimanenti
ja_jp: 残りのプロファイルの追加
ko_kr: 남은 프로필 추가
ru_ru: Добавить оставшиеся профили
sr_cyrl_rs: Додај преостале профиле
zh_cn: 添加剩余配置文件
zh_tw: 新增剩餘的設定檔

source: <Separator>
de_de: <Trennzeichen>
ja_jp: <区切り>
ko_kr: <구분 기호>
ru_ru: <Разделитель>
sr_cyrl_rs: <Граничник>
zh_cn: <分隔符>
zh_tw: <分隔符號>

# Profile_AnswerbackMessage.Header
source: ENQ (Request Terminal Status) response
de_de: ENQ-Antwort (ENQ, Request Terminal Status, Terminalstatus anfordern)
es_es: Respuesta de ENQ (Request Terminal Status)
fr_fr: Réponse ENQ (Request Terminal Status)
it_it: Risposta ENQ (Request Terminal Status)
ja_jp: ENQ (Request Terminal Status) 応答
ko_kr: ENQ(Request Terminal Status) 응답
ru_ru: Ответ на ENQ (Request Terminal Status)
sr_cyrl_rs: ENQ (Request Terminal Status) одговор
zh_cn: ENQ (Request Terminal Status)响应
zh_tw: ENQ (Request Terminal Status) 回應

# Profile_AnswerbackMessage.HelpText
source: The response that is sent when an ENQ control sequence is received.
de_de: Die Antwort, die gesendet wird, wenn eine ENQ-Steuersequenz empfangen wird.
es_es: Respuesta que se envía cuando se recibe una secuencia de control ENQ.
fr_fr: Réponse envoyée lors de la réception d’une séquence de contrôle ENQ.
it_it: Risposta inviata alla ricezione di una sequenza di controllo ENQ.
ja_jp: ENQ 制御シーケンスを受信したときに送信される応答です。
ko_kr: ENQ 컨트롤 시퀀스를 받을 때 전송되는 응답입니다.
ru_ru: Ответ, который отправляется при получении последовательности управления ENQ.
sr_cyrl_rs: Одговор који се шаље приликом пријема ENQ контролног низа.
zh_cn: 收到 ENQ 控制序列时发送的响应。
zh_tw: 接收到 ENQ 控制順序時所傳送的回應。

# Globals_DebugFeaturesEnabled.HelpText
source: Useful for troubleshooting or developing Terminal.
de_de: Nützlich für die Problembehandlung oder Entwicklung eines Terminals.
es_es: Útil para solucionar problemas o desarrollar terminales.
fr_fr: Utile pour le dépannage ou le développement de Terminal.
it_it: Utile per la risoluzione dei problemi o lo sviluppo del terminale.
ja_jp: ターミナルのトラブルシューティングや開発に役立ちます。
ko_kr: 터미널 문제 해결 또는 개발에 유용합니다.
ru_ru: Это полезно для устранения неполадок и разработки терминала.
sr_cyrl_rs: Корисно је када се отклањају грешке или програмира Терминал.
zh_cn: 对于故障排除或开发终端非常有用。
zh_tw: 適用於疑難排解或開發終端機。

# Profile_RainbowSuggestions.Header
source: Experimental: Display suggested input in rainbow colors
de_de: Experimentell: Eingabevorschläge in Regenbogenfarben anzeigen
es_es: Experimental: Mostrar la entrada sugerida en colores de arco iris
fr_fr: Expérimental : afficher l’entrée suggérée dans les couleurs arc-en-ciel
it_it: Sperimentale: visualizza l'input suggerito nei colori arcobaleno
ja_jp: 試験段階: 入力候補を虹色で表示する
ko_kr: 실험적: 제안된 입력을 무지개 색으로 표시
ru_ru: Экспериментальная функция: показывать предлагаемые входные данные в цветах радуги
sr_cyrl_rs: Експериментално: Прикажи предложени унос у дугиним бојама
zh_cn: 实验性: 以彩虹色显示建议的输入
zh_tw: 實驗性：以彩虹色顯示建議的輸入

# Globals_EnableColorSelection.Header
source: Experimental: Add key bindings to color selected text
de_de: Experimentell: Tastenzuordnungen zum Einfärben von ausgewähltem Text hinzufügen
es_es: Experimental: Agregar enlaces de teclado al texto seleccionado de color
fr_fr: Expérimental : ajouter des liaisons de touches au texte sélectionné en couleur
it_it: Sperimentale: aggiungi tasti di scelta rapida al testo selezionato
ja_jp: 試験段階: 選択した色のテキストにキー バインドを追加する
ko_kr: 실험적: 선택한 텍스트 색에 키 바인딩 추가
ru_ru: Экспериментальная функция: добавление привязок к ключам для изменения цвета выбранного текста
sr_cyrl_rs: Експериментално: Додај тастерске пречице за бојење изабраног текста
zh_cn: 实验性： 将键绑定添加到所选文本的颜色
zh_tw: 實驗性： 將按鍵系結新增到選取文字的色彩

# Globals_EnableColorSelection.HelpText
source: These key bindings can highlight the selected text or all instances of the selected text with a specified color.
de_de: Diese Tastenbindungen können den markierten Text oder alle Instanzen des markierten Texts mit einer angegebenen Farbe hervorheben.
es_es: Estos enlaces de teclas pueden resaltar el texto seleccionado o todas las instancias del texto seleccionado con un color especificado.
fr_fr: Ces liaisons clés peuvent mettre en surbrillance le texte sélectionné ou toutes les instances du texte sélectionné avec une couleur spécifiée.
it_it: Questi tasti di scelta rapida possono evidenziare il testo selezionato o tutte le istanze del testo selezionato con un colore specificato.
ja_jp: これらのキー バインドは、選択したテキスト、または選択したテキストのすべてのインスタンスを指定された色で強調表示できます。
ko_kr: 이러한 키 바인딩은 선택한 텍스트 또는 선택한 텍스트의 모든 인스턴스를 지정한 색으로 강조 표시할 수 있습니다.
ru_ru: Эти привязки ключей могут выделять указанным цветом выбранный текст или все вхождения выбранного текста.
sr_cyrl_rs: Ове пречице могу да истакну изабрани текст или сва појављивања изабраног текста задатом бојом.
zh_cn: 这些键绑定可以突出显示所选文本或具有指定颜色的所选文本的所有实例。
zh_tw: 這些索引鍵系結可以醒目提示選取文字或具有指定色彩之選取文字的所有實例。

# Globals_EnableUnfocusedAcrylic.Header
source: Allow acrylic material in unfocused windows
de_de: Acrylmaterial in unfokussierten Fenstern zulassen
es_es: Permitir material acrílico en ventanas sin foco
fr_fr: Autoriser les matériaux d’authentification dans les fenêtres sans focus
it_it: Consenti materiale acrilico in finestre non sfocate
ja_jp: フォーカスされていないウィンドウでアクリル素材を許可する
ko_kr: 사용되지 않는 창에서 아크릴 재질 허용
ru_ru: Разрешить использование акрилового материала в несфокусированных окнах
sr_cyrl_rs: Дозволи акрилни материјал у прозорима који немају фокус
zh_cn: 允许非聚焦窗口使用亚克力材料
zh_tw: 允許未聚焦視窗中的壓克力素材

# Globals_ShowAdminShield.Header
source: Display a shield in the title bar when Windows Terminal is running as Administrator
de_de: Zeigt ein Schild in der Titelleiste an, wenn Windows Terminal als Administrator ausgeführt wird.
es_es: Mostrar un escudo en la barra de título cuando Terminal Windows se ejecute como administrador
fr_fr: Afficher un bouclier dans la barre de titre lorsque Terminal Windows s’exécute en tant qu’administrateur
it_it: Visualizza uno scudo nella barra del titolo quando Terminale Windows viene eseguito come amministratore
ja_jp: Windows ターミナルが管理者として実行されているときにタイトル バーにシールドを表示する
ko_kr: Windows 터미널 관리자 권한으로 실행 중일 때 제목 표시줄에 실드 표시
ru_ru: Отображать экран в заголовке, когда Терминал Windows от имени администратора
sr_cyrl_rs: Прикажи штит у насловној линији када се Windows Терминал извршава као Администратор
zh_cn: 当 Windows 终端以管理员身份运行时，在标题栏中显示一个盾牌图标
zh_tw: 當 Windows 終端機 以系統管理員身分執行時，在標題欄中顯示遮罩

# Globals_ShowTabsFullscreen.Header
source: Show tabs in full screen
de_de: Registerkarten im Vollbildmodus anzeigen
es_es: Mostrar las pestañas en pantalla completa
fr_fr: Afficher les onglets en mode plein écran
it_it: Mostra le schede a schermo intero
ja_jp: 全画面表示でタブを表示
ko_kr: 전체 화면으로 탭 표시
ru_ru: Показывать вкладки в полноэкранном режиме
sr_cyrl_rs: Прикажи картице у приказу пуног екрана
zh_cn: 全屏显示选项卡
zh_tw: 以全螢幕顯示索引標籤

# Globals_ShowTabsFullscreen.HelpText
source: When enabled, the tab bar will be visible when the app is full screen.
de_de: Wenn diese Option aktiviert ist, wird die Registerkartenleiste angezeigt, wenn sich die App im Vollbildmodus befindet.
es_es: Cuando está habilitada, la barra de pestañas estará visible cuando la aplicación esté en pantalla completa.
fr_fr: Lorsque cette option est activée, la barre d’onglets est visible lorsque l’application est en plein écran.
it_it: Se questa opzione è abilitata, la barra delle schede sarà visibile quando l'app è a schermo intero.
ja_jp: 有効にすると、アプリが全画面表示のときにタブ バーが表示されます。
ko_kr: 사용하도록 설정하면 앱이 전체 화면일 때 탭 표시줄이 표시됩니다.
ru_ru: Если этот параметр включен, панель вкладок будет отображаться, когда приложение будет полноэкранным.
sr_cyrl_rs: Када је укључено, линија са картицама ће се видети када је апликација у режиму пуног екрана.
zh_cn: 启用后，当应用处于全屏状态时，选项卡栏将可见。
zh_tw: 啟用時，當應用程式使用全螢幕時，將會顯示索引標籤。

source: Path translation
de_de: Pfadübersetzung
es_es: Traducción de ruta de acceso
fr_fr: Traduction du chemin d’accès
it_it: Traduzione percorso
ja_jp: パスの変換
ko_kr: 경로 변환
ru_ru: Преобразование пути
sr_cyrl_rs: Превод путање
zh_cn: 路径转换
zh_tw: 路徑翻譯

# Profile_PathTranslationStyle.Header
source: Path translation
de_de: Pfadübersetzung
es_es: Traducción de ruta de acceso
fr_fr: Traduction du chemin d’accès
it_it: Traduzione percorso
ja_jp: パスの変換
ko_kr: 경로 변환
ru_ru: Преобразование пути
sr_cyrl_rs: Превод путање
zh_cn: 路径转换
zh_tw: 路徑翻譯

# Profile_PathTranslationStyle.HelpText
source: Controls how file and directory paths are translated during drag-and-drop operations.
de_de: Steuert, wie Datei- und Verzeichnispfade bei Drag &amp; Drop-Vorgängen übersetzt werden.
es_es: Controla cómo se traducen las rutas de acceso de archivos y directorios durante las operaciones de arrastrar y colocar.
fr_fr: Contrôle la façon dont les chemins d’accès aux fichiers et aux répertoires sont traduits pendant les opérations de glisser-déplacer.
it_it: Controlla la modalità di traduzione dei percorsi di file e directory durante le operazioni di trascinamento della selezione.
ja_jp: ドラッグ アンド ドロップ操作中にファイルパスとディレクトリ パスを変換する方法を制御します。
ko_kr: 끌어서 놓기 작업 중에 파일 및 디렉터리 경로를 변환하는 방법을 제어합니다.
ru_ru: Управляет преобразованием путей к файлам и каталогам во время операций перетаскивания.
sr_cyrl_rs: Контролише како се приликом операција превлачења-и-отпуштања преводе путање директоријума и фајлова.
zh_cn: 控制在拖放操作期间如何转换文件和目录路径。
zh_tw: 控制在拖放操作期間如何翻譯檔案和目錄路徑。

# Profile_PathTranslationStyleNone.Content
source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
ru_ru: Нет
sr_cyrl_rs: Ништа
zh_cn: 无
zh_tw: 無

# Profile_Delete_Orphaned.Header
source: Profile no longer detected
de_de: Profil wird nicht mehr erkannt
es_es: El perfil ya no se ha detectado
fr_fr: Le profil n’est plus détecté
it_it: Profilo non più rilevato
ja_jp: プロファイルは検出されなくなりました
ko_kr: 프로필이 더 이상 검색되지 않음
ru_ru: Профиль больше не обнаруживается
sr_cyrl_rs: Профил се више не детектује
zh_cn: 不再检测到配置文件
zh_tw: 已不再偵測到設定檔
